import React from "react";
import "./Terms.css";
import Header from "../../components/Header/Header";

const Terms = () => {
  const isRtl = true;
  return (
    <div>
      <Header />
      <br />
      <br />
      <div className="terms-container">
        <h1>מדיניות פרטיות</h1>
        <h5>
          ברוכים הבאים לאתר היופי של ריטה. האתר מופעל ע”י בעלת העסק . האתר משמש
          כאתר סחר אלקטרוני אשר מציע, מכירת מוצרים שונים לטיפולים וליופי .
        </h5>
        <h6>כללי </h6>

        <p>
          האמור בתקנון זה מתייחס באופן שווה לבני שני המינים, והשימוש בלשון זכר
          הוא מטעמי נוחות בלבד. הוראות תקנון זה ותנאי השימוש המופיעים באתר
          מגדירים את מערכת היחסים המשפטית בין המזמין לבין האתר, את תנאי השימוש
          באתר ו/או את הזמנת המוצרים מן האתר ומעידים על הסכמת המזמין, לתנאים אלה
          ולתנאים נוספים המופיעים באתר. החברה רשאית בכל עת, על פי שיקול דעתה
          הבלעדי, לעדכן תקנון זה. תנאים אלה חלים על השימוש באתר ובשירותים
          הכלולים בו באמצעות כל מחשב או מכשיר תקשורת אחר (כדוגמת טלפון סלולארי,
          טבלטים למיניהם וכו’) כמו כן הם חלים על השימוש באתר, בין באמצעות רשת
          האינטרנט ובין באמצעות כל רשת או אמצעי תקשורת אחר. אין באמור בתקנון זה
          כדי לגרוע מהוראות חוק הגנת הצרכן, התשמ”א-1981 (להלן: “חוק הגנת הצרכן”)
          והתקנות אשר הותקנו מכוחו, ככל שהן חלות על האתר (להלן: “ההוראות”), למעט
          במקרים בהם ניתן להתנות על הוראות כאמור והתניה כאמור בוצעה במסגרת האתר
          אם במפורש ואם במשתמע. החברה והנהלת האתר עושים כמיטב יכולתם להציג את
          המידע השלם והמקיף ביותר לגבי המוצר לרבות תמונות, חרף האמור בסעיף זה
          יובהר, כי עלולים להופיע באתר בתום לב וללא כוונת זדון ו/או מתוך רצון
          להטעות, אי דיוקים ו/או שגיאות ו/או השמטות והחברה, הנהלת האתר והאתר לא
          יישאו באחריות כלשהי הנובעת מאי הדיוקים ו/או או השגיאות. כותרות הפרקים
          מובאות לשם נוחות והתמצאות המזמין ולא ישמשו בפרשנות התקנון. טעות סופר
          בתיאור מוצר/ים לא תחייב את החברה. תמונות המוצרים באתר מוצגות לצורכי
          המחשה בלבד. בנוסף, ייתכנו הבדלים במראה, בגוון, בגודל, וכיו”ב בין
          המוצר, כפי שהוא מוצג באתר, לבין המוצר במציאות. אין להעתיק ולהשתמש, או
          לאפשר לאחרים להשתמש, בכל דרך אחרת בתכנים מתוך האתר, לרבות באתרי
          אינטרנט אחרים, בפרסומים אלקטרוניים, בפרסומי דפוס וכיו”ב, לכל מטרה
          אחרת. המועד שנרשם, לכל עניין ועניין, במחשבי החברה הוא המועד הקובע לכל
          דבר.
        </p>
        <h6>הרשמה לאתר</h6>
        <p>
          על מנת לבצע הזמנה של מוצרים על המזמין להירשם באתר באמצעות טופס הרשמה
          מקוון. כל אדם, לרבות חברה, רשאי להשתמש באתר, לרבות לבצע רכישות באמצעות
          האתר, בין היתר, בכפוף להיותו כשיר לבצע פעולות משפטיות מחייבות, , בעל
          כרטיס אשראי תקף ,שהונפק ע”י אחת מחברות כרטיסי האשראי (לעיל ולהלן:
          “המזמין”). הרישום הינו חד פעמי, כאשר לאחריו המזמין לא יידרש לשוב
          ולהירשם בכל פעם מחדש בעת ביצוע הרכישה. בעת הרישום באתר על המזמין להזין
          שם משתמש וסיסמא וכן את כתובת הדואר האלקטרוני שלו. בעתיד אם וכאשר יבקש
          המזמין לרכוש מוצרים נוספים, יזוהה המזמין לפי שם המזמין והסיסמא שבחר.
          פרטי המזמין יעודכנו בהתאם לנתונים אשר ימולאו על ידי המזמין בטופס
          הרישום המקוון במצוי באתר. הנהלת האתר רשאית מעת לעת לדרוש פרטי זיהוי
          נוספים. מבלי לגרוע מהאמור לעיל, החברה תהא רשאית למנוע מכל אדם להשתמש
          באתר, באופן זמני או לצמיתות על פי שיקול דעתה הבלעדי ומבלי למסור הודעה
          על כך מראש, לרבות בכל אחד מהמקרים הבאים: ביצוע מעשה בלתי חוקי ו/או
          הפרת הוראות הדין; הפרת תנאי מתנאי תקנון זה; מסירת פרטים שגויים
          במתכוון; ביצוע פעולה העלולה לפגוע בפעילותו התקינה של האתר ו/או במי
          מהספקים ו/או בצד ג’ כלשהו; כרטיס האשראי שברשות המזמין נחסם או הוגבל
          לשימוש בדרך כלשהי.
        </p>
        <h6> זכויות יוצרים</h6>
        <p>
          כל זכויות הקניין הרוחני, לרבות פטנטים, זכויות היוצרים, הדגמים, המדגמים
          והסודות המסחריים, הנם רכושם של החברה בלבד או של צדדים שלישיים אחרים
          שהרשו להנהלת האתר להשתמש בהם. זכויות אלה חלות בין השאר על הנתונים
          באתר, לרבות רשימת המוצרים, תאור ועיצוב המוצרים וכל פרט אחר הקשור
          להפעלתו. זכויות אלה חלות גם על שם האתר ושם המתחם (www.—–.com ) של
          האתר, סימני המסחר (בין אם נרשמו ובין אם לא) הם כולם רכושה של החברה.
          אין לעשות בהם שימוש בלא קבלת הסכמתה בכתב ומראש. אין להעתיק, לשכפל,
          להפיץ, למכור, לשווק, להשכיר ולתרגם מידע כלשהו מהאתר, לרבות סימני מסחר,
          תמונות וטקסטים, עיצוב המוצרים תמונות המוצרים וכיו”ב בלא קבלת אישור
          מראש ובכתב של החברה. אין לקשר לתכנים מהאתר, שאינם דף הבית של האתר
          (קישור עמוק) ואין להציג או לפרסם תכנים כאמור בכל דרך שהיא, אלא אם
          הקישור העמוק יהיה לדף האינטרנט באתר במלוא וכפי שהוא, כך שניתן יהיה
          לצפות ולהשתמש בו באופן הזהה לחלוטין לשימוש ולצפייה בו באתר וזאת תוך
          קבלת ההסכמה מהנהלת האתר. הנהלת האתר רשאית להורות על ביטול של קישור
          עמוק גם לאחר מתן הסכמתה וזאת לפי שיקול דעתה הבלעדי ובמקרב זה לא תהיה
          לך כל טענה ו/או דרישה ו/או תביעה כלפי הנהלת האתר.
        </p>
        <h6>אחריות</h6>
        <p>
          החברה (ו/או מי מטעמה) אינה נושאת במישרין ו/או בעקיפין באחריות כלשהי
          לנזקים הנובעים ו/או הקשורים בכל דרך שהיא, על תיקונם, הרכבתם ו/או
          החלפתם של המוצרים. החברה (ו/או מי מטעמה) אינה נושאת במישרין או בעקיפין
          באחריות כלשהי לנזקים הנובעים כתוצאה משימוש ו/או הסתמכות על מידע
          המתפרסם באתרים חיצוניים, שאליהם ניתן להגיע באמצעות איזה מהשירותים
          באתר. יובהר כי החברה עושה ותעשה כמיטב יכולתה לשתף פעולה עם ספקים
          אמינים ובעלי מוניטין בלבד. החברה (ו/או מי מטעמה) אינה נושאת במישרין
          ו/או בעקיפין באחריות כלשהי לנזקים הנובעים ו/או הקשורים בכל דרך שהיא
          בשימוש ו/או בביצועי האתר. בכל מקרה החברה לא תישא באחריות לפעילות כלשהי
          של כל גורם אחר שאינו בשליטתה המלאה.
        </p>
        <h6>סודיות ופרטיות</h6>
        <p>
          כל פרטיו האישים של המזמין (שם, דואר אלקטרוני וכדומה), יישמרו במאגרי
          המידע של החברה. החברה לא תעביר פרטיו האישיים של המזמין לאף גורם אחר
          זולת לספקים, במידת הצורך וזאת רק לשם השלמת עסקה. החברה לא תעשה כל
          שימוש בפרטים של אמצעי התשלום של המזמין אלא לביצוע תשלום בגין עסקה אותה
          ביקש המזמין לערוך, ופרטים אלו לא יועברו לאף גורם אחר זולת לצורך זה.
          למען הסר ספק, פרטי אמצעי התשלום אינם נשמרים במאגרי המידע של החברה.
          למרות האמור לעיל, החברה תהא רשאית להעביר פרטיו האישיים של משתמש לצד
          שלישי במקרים בהם המזמין ביצע מעשה או מחדל הפוגעים ו/או העלולים לפגוע
          בחברה ו/או בצדדים שלישיים כלשהם, המזמין עשה שימוש בשירותי החברה לביצוע
          מעשה בלתי חוקי, אם התקבל בידי החברה צו שיפוטי המורה לה למסור את פרטי
          המזמין לצד שלישי וכן בכל מחלוקת או הליכים משפטיים. החברה תוכל להשתמש
          בפרטיו האישיים של המזמין, ללא זיהוי המזמין הספציפי, לצורך ניתוח מידע
          סטטיסטי והצגתו ו/או מסירתו לגורמים אחרים. מאחר שמדובר בביצוע פעולות
          בסביבה מקוונת אין באפשרותה של החברה להבטיח חסינות מוחלטת מפני חדירות
          למחשביה או חשיפת המידע האגור בידי מבצעי פעולות בלתי חוקיות. אם יעלה
          בידי צד שלישי לחדור למידע אשר שמור בידי החברה ו/או להשתמש בו לרעה, לא
          תהיה למשתמש כל טענה, תביעה או דרישה כלפי החברה. החברה תהא רשאית לעשות
          שימוש ב – “עוגיות” (“cookies”) על מנת לספק למשתמש שירות מהיר ויעיל
          ולחסוך מהמזמין הצורך להזין את פרטיו האישיים בכל כניסה לאתר. בקיום
          מקרים שאינם בשליטתה של החברה ו/או הנובעים מכח עליון, החברה לא תהא
          אחראית לכל נזק מכל סוג שהוא, עקיף או ישיר, שייגרם למזמין ו/או למי מטעם
          המזמין עם מידע זה יאבד או אם יעשה בו שימוש לא מורשה.
        </p>
        <h6>דין ושיפוט</h6>
        <p> הדין החל על השימוש באתר, על ההזמנה ועל תקנון זה, לרבות פרשנותו ואכיפתו של התקנון הוא הדין הישראלי בלבד.הדין החל על תקנון זה ו/או על כל פעולה ו/או על סכסוך הנובע ממנו, הוא הדין הישראלי בלבד.</p>
      </div>
    </div>
  );
};

export default Terms;
